export interface IExcersiceItem{
    name:string, time:string,value:string
}
export const excersices:Array<IExcersiceItem> = [
    {
        name:"家事全般（立位・軽い）",
        time:"10 min",
        value:"26kcal"
    },
    {
        name:"家事全般（立位・軽い）",
        time:"10 min",
        value:"26kcal"
    },
    {
        name:"家事全般（立位・軽い）",
        time:"10 min",
        value:"26kcal"
    },
    {
        name:"家事全般（立位・軽い）",
        time:"10 min",
        value:"26kcal"
    },
    {
        name:"家事全般（立位・軽い）",
        time:"10 min",
        value:"26kcal"
    },
    {
        name:"家事全般（立位・軽い）",
        time:"10 min",
        value:"26kcal"
    },
    {
        name:"家事全般（立位・軽い）",
        time:"10 min",
        value:"26kcal"
    },
    {
        name:"家事全般（立位・軽い）",
        time:"10 min",
        value:"26kcal"
    },
    {
        name:"家事全般（立位・軽い）",
        time:"10 min",
        value:"26kcal"
    },
    {
        name:"家事全般（立位・軽い）",
        time:"10 min",
        value:"26kcal"
    },
    {
        name:"家事全般（立位・軽い）",
        time:"10 min",
        value:"26kcal"
    },
    {
        name:"家事全般（立位・軽い）",
        time:"10 min",
        value:"26kcal"
    },
    {
        name:"家事全般（立位・軽い）",
        time:"10 min",
        value:"26kcal"
    },
    {
        name:"家事全般（立位・軽い）",
        time:"10 min",
        value:"26kcal"
    },
    {
        name:"家事全般（立位・軽い）",
        time:"10 min",
        value:"26kcal"
    },
    {
        name:"家事全般（立位・軽い）",
        time:"10 min",
        value:"26kcal"
    },
    {
        name:"家事全般（立位・軽い）",
        time:"10 min",
        value:"26kcal"
    }
]

export interface IDairyItem{
    id:number, date:string,note:string,
    name:string, time:string
}
export const diarys:Array<IDairyItem> = [
    {
        id:1,
        date:"2021.05.21",
        time:" 23:25",
        name:"私の日記の記録が一部表示されます。",
        note:"テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…"
    },{
        id:2,
        date:"2021.05.21",
        time:" 23:25",
        name:"私の日記の記録が一部表示されます。",
        note:"テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…"
    },
    {
        id:3,
        date:"2021.05.21",
        time:" 23:25",
        name:"私の日記の記録が一部表示されます。",
        note:"テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…"
    },
    {
        id:4,
        date:"2021.05.21",
        time:" 23:25",
        name:"私の日記の記録が一部表示されます。",
        note:"テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…"
    },
    {
        id:5,
        date:"2021.05.21",
        time:" 23:25",
        name:"私の日記の記録が一部表示されます。",
        note:"テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…"
    },
    {
        id:6,
        date:"2021.05.21",
        time:" 23:25",
        name:"私の日記の記録が一部表示されます。",
        note:"テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…"
    },
    {
        id:7,
        date:"2021.05.21",
        time:" 23:25",
        name:"私の日記の記録が一部表示されます。",
        note:"テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…"
    },
    {
        id:8,
        date:"2021.05.21",
        time:" 23:25",
        name:"私の日記の記録が一部表示されます。",
        note:"テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…"
    },
    {
        id:9,
        date:"2021.05.21",
        time:" 23:25",
        name:"私の日記の記録が一部表示されます。",
        note:"テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…"
    },
    {
        id:10,
        date:"2021.05.21",
        time:" 23:25",
        name:"私の日記の記録が一部表示されます。",
        note:"テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…"
    },
]